export default {
  projections: {
    ИтОтчПоБолE: {
      дата: {
        __caption__: 'Дата создания'
      },
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      периодОт: {
        __caption__: 'ПериодОт'
      },
      периодДо: {
        __caption__: 'ПериодДо'
      },
      тчИтОтчПоБол: {
        __caption__: 'Табличная часть итоговый отчет по больным стационара',
        леПоПлан: {
          __caption__: 'Лечение по плану'
        },
        лечПоФакт: {
          __caption__: 'Лечению по факту'
        },
        показатель: {
          __caption__: 'Показатель'
        }
      }
    },
    ИтОтчПоБолL: {
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      дата: {
        __caption__: 'Дата создания'
      },
      периодОт: {
        __caption__: 'Период От'
      },
      периодДо: {
        __caption__: 'Период До'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата создания'
    },
    периодДо: {
      __caption__: 'ПериодДо'
    },
    периодОт: {
      __caption__: 'ПериодОт'
    },
    спрСотр: {
      __caption__: 'Фио сотрудника'
    },
    тчИтОтчПоБол: {
      __caption__: 'Табличная часть итоговый отчет по больным стационара'
    }
  }
};
