export default {
  projections: {
    ТчИтОтчПоБолE: {
      леПоПлан: {
        __caption__: 'Лечение по плану'
      },
      лечПоФакт: {
        __caption__: 'Лечению по факту'
      },
      показатель: {
        __caption__: 'Показатель'
      }
    }
  },
  validations: {
    леПоПлан: {
      __caption__: 'Лечение по плану'
    },
    лечПоФакт: {
      __caption__: 'Лечению по факту'
    },
    показатель: {
      __caption__: 'Показатель'
    },
    итОтчПоБол: {
      __caption__: 'итОтчПоБол'
    }
  }
};
