export default {
  projections: {
    ИтОтчПоЛетE: {
      дата: {
        __caption__: 'Дата cоздания'
      },
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      периодОт: {
        __caption__: 'Период От'
      },
      периодДо: {
        __caption__: 'Период До'
      },
      место: {
        __caption__: 'Место'
      },
      тЧИтОтчПоЛет: {
        __caption__: 'Табличная часть Итоговый отчет по летальности',
        причЛет: {
          __caption__: 'Причина летальности'
        },
        число: {
          __caption__: 'Число людей'
        }
      }
    },
    ИтОтчПоЛетL: {
      дата: {
        __caption__: 'Дата создания'
      },
      спрСотр: {
        __caption__: 'Фио сотурдника',
        фио: {
          __caption__: 'Фио сотурдника'
        }
      },
      периодОт: {
        __caption__: 'Период От'
      },
      периодДо: {
        __caption__: 'Период До'
      },
      место: {
        __caption__: 'Место'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата cоздания'
    },
    место: {
      __caption__: 'Место'
    },
    периодДо: {
      __caption__: 'Период До'
    },
    периодОт: {
      __caption__: 'Период От'
    },
    спрСотр: {
      __caption__: 'Фио сотрудника'
    },
    тЧИтОтчПоЛет: {
      __caption__: 'Табличная часть Итоговый отчет по летальности'
    }
  }
};
