export default {
  projections: {
    ТчОтчЛечПацE: {
      диагноз: {
        __caption__: 'Диагноз',
        наименование: {
          __caption__: 'Диагноз'
        }
      },
      оцЛеч: {
        __caption__: 'Оценка лечения'
      },
      рецептура: {
        __caption__: 'Рецептура'
      }
    }
  },
  validations: {
    оцЛеч: {
      __caption__: 'Оценка лечения'
    },
    рецептура: {
      __caption__: 'Рецептура'
    },
    диагноз: {
      __caption__: 'Диагноз'
    },
    отПоОцЛечПац: {
      __caption__: 'отПоОцЛечПац'
    }
  }
};
