export default {
  projections: {
    ОтПоОцЛечПацE: {
      датаСозд: {
        __caption__: 'Дата создания'
      },
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      пациент: {
        __caption__: 'Фио пациента',
        фио: {
          __caption__: 'Фио пациента'
        }
      },
      тчОтчЛечПац: {
        __caption__: 'Табличная часть отчет по оценке лечения пациента',
        диагноз: {
          __caption__: 'Диагноз',
          наименование: {
            __caption__: 'Диагноз'
          }
        },
        оцЛеч: {
          __caption__: 'Оценка лечения'
        },
        рецептура: {
          __caption__: 'Рецептура'
        }
      }
    },
    ОтПоОцЛечПацL: {
      датаСозд: {
        __caption__: 'Дата создания'
      },
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      пациент: {
        __caption__: 'Фио пациента',
        фио: {
          __caption__: 'Фио пациента'
        }
      }
    }
  },
  validations: {
    датаСозд: {
      __caption__: 'Дата создания'
    },
    пациент: {
      __caption__: 'Фио пациента'
    },
    спрСотр: {
      __caption__: 'Фио сотрудника'
    },
    тчОтчЛечПац: {
      __caption__: 'Табличная часть отчет по оценке лечения пациента'
    }
  }
};
